Repository: BLSQ/snt-malaria
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: {delta} districts added to plan
fr: {delta} district(s) ajouté(s) au plan

source: Name cannot be empty.
fr: Le nom doit être défini

source: Scenario with this ID does not exist.
fr: Aucun scénario pour cet ID

source: Scenario with this name already exists.
fr: Un scénario avec ce nom existe déjà

source: Start year should be lower or equal end year.
fr: L'année de début doit être la même ou avant l'année de fin

source: Procurement
fr: Approvisionnement

source: Operational
fr: Opérationnel

source: Supportive
fr: Support

source: Other
fr: Autre

source: per ITN
fr: par ITN

source: per SP
fr: par SP

source: per child
fr: par enfant

source: per dose
fr: par dose

source: per SPAQ pack 3-11 month olds
fr: par pack SPAQ de 3-11 mois

source: per SPAQ pack 12-59 month olds
fr: par pack SPAQ de 12-59 mois

source: per SPAQ pack 5-10 years olds
fr: pas pack SPAQ de 5-10 mois

source: per RDT kit
fr: par kit RDT

source: per AL
fr: par AL

source: per 60mg powder
fr: par 60mg de poudre

source: per RAS
fr: par RAS

source: per bale
fr: par balle
